alsa-plugins
alsa-utils
base-devel
binutils
dosfstools
fish
freetype2
libx11
libxft
libxinerama
linux-lts-headers
mesa
neovim
noto-fonts
noto-fonts-emojittf-dejavu
ttf-liberation
inter-font
ttf-roboto
noto-fonts-cjk
noto-fonts-extra
os-prober
ufw
usbutils
xdg-user-dirs
xorg-drivers
xorg-server
xorg-xinit
xorg-xkill
unrar
unzip
p7zip
unarchiver
gvfs-mtp
libmtp
ntfs-3g
android-udev
mtpfs
neofetch
jq
--END OF MINIMAL INSTALL--
audacious
autoconf
automake
axel
bash-completion
bat
bind
bison
bitwarden
btrfs-progs
chromium
code
cronie
cups
detox
dialog
dmidecode
dnsmasq
dtc
efibootmgr
exfat-utils
firefox
flameshot
flex
fuse2
fuse3
gcc
gdu
gimp
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gufw
haveged
htop
intel_gpu_top
keepassxc
libdvdcss
lsd
make
megatools
parcellite
openresolv
python-notify2
python-pip
python-pipx
python-psutil
python-pyqt5
speedtest-cli
telegram-desktop
thunderbird
timeshift
tldr
wgcf
wireguard-tools
wireproxy
zathura-pdf-mupdf
zip
mediainfo-gui
net-tools
tree
