mesa
xorg
xorg-server
xorg-apps
xorg-xkill
xorg-xinit
xterm
base-devel
libx11
libxft
libxinerama
freetype2
binutils
dosfstools
linux-lts-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bison
btrfs-progs
celluloid
code
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
fish
flex
fuse2
fuse3
gcc
gimp
gparted
gptfdisk
grub-customizer
gufw
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
jdk-openjdk
libdvdcss
make
neofetch
os-prober
p7zip
parcellite
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu-base
virt-manager
audacious
neovim
xed
qalculate-gtk
gnome-disk-utility
gdu
axel
firefox
chromium
zathura-pdf-mupdf
evince
wireguard-tools
megatools
zip
unzip
unrar
gvfs-mtp
